tap "argoproj/tap"
tap "aws/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "act"
brew "gdbm"
brew "readline"
brew "xz"
brew "ansible"
brew "jpeg"
brew "libpng"
brew "argo"
brew "argocd"
brew "coreutils"
brew "asdf"
brew "python@3.9"
brew "awscli"
brew "awslogs"
brew "cfn-lint"
brew "gettext"
brew "curl"
brew "freetype"
brew "icu4c"
brew "libzip"
brew "php"
brew "composer"
brew "diffutils"
brew "direnv"
brew "gawk"
brew "gcc"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-flow"
brew "git-lfs"
brew "git-secrets"
brew "libffi"
brew "glib"
brew "gnu-sed"
brew "gnu-tar"
brew "pkg-config"
brew "unbound", restart_service: true
brew "gnupg"
brew "go"
brew "grep"
brew "gzip"
brew "helm"
brew "htop"
brew "httpd"
brew "jq"
brew "kubernetes-cli"
brew "kustomize"
brew "lesspipe"
brew "libiconv"
brew "libxml2"
brew "mcrypt"
brew "minikube"
brew "mkcert"
brew "mysql"
brew "mysql@5.7"
brew "openjdk"
brew "openssh"
brew "p7zip"
brew "pandoc"
brew "php-cs-fixer"
brew "php@7.4"
brew "php@8.0"
brew "pre-commit"
brew "pwgen"
brew "python-yq"
brew "rsync"
brew "ruby"
brew "shellcheck"
brew "shfmt"
brew "terraform"
brew "tree"
brew "watch"
brew "zlib"
brew "zsh"
brew "zsh-completions"
brew "aws/tap/aws-sam-cli"
cask "adoptopenjdk"
cask "google-cloud-sdk"
cask "google-drive"
cask "google-drive-file-stream"
cask "openvpn-connect"
cask "soundflower"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "xquartz"
