tap "argoproj/tap"
tap "aws/tap"
tap "beeftornado/rmtree"
tap "homebrew/brewdler"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "gdbm"
brew "readline"
brew "sqlite"
brew "xz"
brew "ansible"
brew "coreutils"
brew "asdf"
brew "awscli"
brew "awslogs"
brew "azure-cli"
brew "bison"
brew "cfn-lint"
brew "composer"
brew "curl"
brew "diffutils"
brew "libpng"
brew "freetype"
brew "gettext", link: true
brew "gawk"
brew "jpeg"
brew "ghostscript"
brew "git"
brew "git-flow"
brew "git-lfs"
brew "git-secrets"
brew "libffi"
brew "pcre"
brew "python"
brew "glib"
brew "gnu-sed"
brew "gnu-tar"
brew "unbound", restart_service: true
brew "gnupg"
brew "go"
brew "grep"
brew "gzip"
brew "helm"
brew "helm@2"
brew "htop"
brew "icu4c"
brew "imagemagick@6"
brew "iproute2mac"
brew "jq"
brew "kubernetes-cli"
brew "kustomize"
brew "libiconv"
brew "libxml2"
brew "libzip"
brew "mcrypt"
brew "minikube", link: false
brew "mysql"
brew "mysql@5.7"
brew "openssh"
brew "p7zip"
brew "pandoc"
brew "php"
brew "php-cs-fixer"
brew "pkg-config"
brew "pwgen"
brew "re2c"
brew "rsync"
brew "ruby"
brew "shfmt"
brew "skaffold"
brew "sstp-client"
brew "strongswan"
brew "terraform"
brew "terraformer"
brew "tree"
brew "watch"
brew "zlib"
brew "zsh"
brew "zsh-completions"
brew "argoproj/tap/argo"
brew "argoproj/tap/argocd"
brew "aws/tap/aws-sam-cli"
cask "appcleaner"
cask "cyberduck"
cask "dbeaver-community"
cask "docker"
cask "firefox"
cask "font-noto-sans-cjk"
cask "font-noto-serif-cjk"
cask "gimp"
cask "google-chrome"
cask "google-cloud-sdk"
cask "inkscape"
cask "iterm2"
cask "java"
cask "keepassxc"
cask "libreoffice"
cask "libreoffice-language-pack"
cask "microsoft-azure-storage-explorer"
cask "minikube"
cask "netspot"
cask "phpstorm"
cask "slack"
cask "soundflower"
cask "sourcetree"
cask "tunnelblick"
cask "typora"
cask "vagrant"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "vlc"
cask "xquartz"
cask "zoomus"
