tap "argoproj/tap", trusted: true
tap "ariga/tap", trusted: true
tap "coursier/formulas", trusted: true
tap "homebrew/bundle"
tap "homebrew/services"
tap "itchyny/tap", trusted: true
tap "kayac/tap", trusted: true
tap "lucagrulla/tap", trusted: true
tap "mackerelio/mackerel-agent", trusted: true
tap "oktadeveloper/tap", trusted: true
tap "songmu/tap", trusted: true
brew "ansifilter"
brew "openssl@3"
brew "asdf"
brew "atlas"
brew "readline"
brew "xz"
brew "awscli"
brew "awslogs"
brew "gettext"
brew "bat"
brew "libpng"
brew "freetype"
brew "glib"
brew "cairo"
brew "coreutils"
brew "cowsay"
brew "curl"
brew "deno"
brew "diffutils"
brew "direnv"
brew "expect"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gawk"
brew "gcc"
brew "giflib"
brew "gdbm"
brew "gh"
brew "pango"
brew "ghostscript"
brew "git"
brew "git-lfs"
brew "git-now"
brew "git-secrets"
brew "git-subrepo"
brew "gitleaks"
brew "gnu-sed"
brew "gnu-tar"
brew "unbound"
brew "gnupg"
brew "go"
brew "go@1.22"
brew "golangci-lint"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "gzip"
brew "helm"
brew "htop"
brew "httpd"
brew "imagemagick"
brew "iproute2mac"
brew "jpeg"
brew "jq"
brew "lesspipe"
brew "libzip"
brew "logrotate", restart_service: :changed
brew "mkcert"
brew "mysql-client"
brew "nginx"
brew "nkf"
brew "node"
brew "nss"
brew "openssh"
brew "p7zip"
brew "perltidy"
brew "php"
brew "php-cs-fixer"
brew "pkgconf"
brew "pre-commit"
brew "ripgrep"
brew "rsync"
brew "ruby", link: false
brew "ruff"
brew "shellcheck"
brew "shfmt"
brew "sshuttle"
brew "tflint"
brew "tmux"
brew "tree"
brew "uv"
brew "watch"
brew "yq"
brew "zsh"
brew "zsh-completions"
brew "itchyny/tap/base58"
brew "mackerelio/mackerel-agent/mkr"
brew "songmu/tap/blogsync"
brew "songmu/tap/ecschedule"
cask "1password-cli"
cask "aws-vpn-client"
cask "claude"
cask "claude-code@latest"
cask "copilot-cli"
cask "gcloud-cli"
cask "gimp"
cask "git-credential-manager"
cask "karabiner-elements"
cask "linearmouse"
cask "oktadeveloper/tap/okta"
cask "session-manager-plugin"
cask "visual-studio-code"
cask "wireshark-app"
cask "xquartz"
uv "analytics-mcp"
uv "detect-secrets"
uv "git-filter-repo"
uv "pipenv"
uv "poetry"
