tap "argoproj/tap"
tap "aws/tap"
tap "beeftornado/rmtree"
tap "homebrew/brewdler"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "reviewdog/tap"
brew "amazon-ecs-cli"
brew "bison"
brew "icu4c"
brew "libxml2"
brew "gettext"
brew "ansible"
brew "argo"
brew "argocd"
brew "coreutils"
brew "asdf"
brew "aws-vault"
brew "libpng"
brew "freetype"
brew "gcc"
brew "llvm"
brew "gzip"
brew "jpeg"
brew "ghostscript"
brew "glib"
brew "netpbm"
brew "awscli"
brew "awslogs"
brew "cfn-lint"
brew "curl"
brew "libpq"
brew "libzip"
brew "php"
brew "composer"
brew "unbound"
brew "cups"
brew "diffutils"
brew "direnv"
brew "fd"
brew "gawk"
brew "gh"
brew "gibo"
brew "git"
brew "git-filter-repo"
brew "git-flow"
brew "git-lfs"
brew "git-secrets"
brew "gnu-sed"
brew "gnu-tar"
brew "pinentry"
brew "gnupg"
brew "go"
brew "graphviz"
brew "grep"
brew "helm"
brew "htop"
brew "ipcalc"
brew "jq"
brew "kubernetes-cli"
brew "kustomize"
brew "lesspipe"
brew "libfido2"
brew "minikube"
brew "mkcert"
brew "openjdk"
brew "openssh"
brew "p7zip"
brew "php-cs-fixer"
brew "php@7.4"
brew "pre-commit"
brew "pwgen"
brew "tcl-tk"
brew "rsync"
brew "ruby"
brew "shellcheck"
brew "shfmt"
brew "terraform"
brew "terraformer"
brew "terragrunt"
brew "tflint"
brew "tree"
brew "watch"
brew "yq"
brew "zsh-completions"
brew "aws/tap/aws-sam-cli"
brew "reviewdog/tap/reviewdog"
