tap "argoproj/tap"
tap "coursier/formulas"
tap "homebrew/bundle"
tap "homebrew/services"
tap "itchyny/tap"
tap "kayac/tap"
tap "lucagrulla/tap"
tap "mackerelio/mackerel-agent"
tap "oktadeveloper/tap"
tap "songmu/tap"
brew "act"
brew "readline"
brew "xz"
brew "python@3.12"
brew "ansible"
brew "libpng"
brew "argo"
brew "argocd"
brew "coreutils"
brew "asdf"
brew "awscli"
brew "awslogs"
brew "python@3.11"
brew "azure-cli"
brew "freetype"
brew "gettext"
brew "glib"
brew "curl"
brew "libzip"
brew "php"
brew "composer"
brew "diffutils"
brew "direnv"
brew "fd"
brew "unbound"
brew "ffmpeg"
brew "gawk"
brew "gcc"
brew "gdbm"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-lfs"
brew "git-now"
brew "git-secrets"
brew "git-subrepo"
brew "gitleaks"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "graphviz"
brew "grep"
brew "grpcurl"
brew "gzip"
brew "helm"
brew "htop"
brew "httpd"
brew "httpie"
brew "imagemagick"
brew "iproute2mac"
brew "jpeg"
brew "jq"
brew "kubernetes-cli"
brew "kustomize"
brew "lesspipe"
brew "logrotate", restart_service: true
brew "minikube"
brew "mkcert"
brew "nginx"
brew "nkf"
brew "nss"
brew "openssh"
brew "p7zip"
brew "pandoc"
brew "php-cs-fixer"
brew "pipx"
brew "pkg-config"
brew "postgresql@14", restart_service: true
brew "pre-commit"
brew "pwgen"
brew "python-yq"
brew "redis", restart_service: true
brew "ripgrep"
brew "rsync"
brew "ruby"
brew "ruff"
brew "sbt"
brew "shellcheck"
brew "shfmt"
brew "sshuttle"
brew "tmux"
brew "tree"
brew "watch"
brew "zsh"
brew "zsh-completions"
brew "coursier/formulas/coursier"
brew "itchyny/tap/base58"
brew "kayac/tap/ecspresso"
brew "lucagrulla/tap/cw"
brew "mackerelio/mackerel-agent/mackerel-agent"
brew "mackerelio/mackerel-agent/mkr"
brew "songmu/tap/blogsync"
cask "1password-cli"
cask "aws-vpn-client"
cask "blackhole-16ch"
cask "gimp"
cask "google-cloud-sdk"
cask "karabiner-elements"
cask "linearmouse"
cask "okta"
cask "temurin@11"
cask "visual-studio-code"
cask "wireshark"
cask "xquartz"
