brew "coreutils"
brew "asdf"
brew "awscli"
brew "bat"
brew "gettext"
brew "diffutils"
brew "direnv"
brew "fd"
brew "gh"
brew "git"
brew "git-secrets"
brew "gnupg"
brew "go"
brew "htop"
brew "jq"
brew "openssh"
brew "ripgrep"
brew "tree"
brew "watch"
brew "yq"
brew "zsh-completions"
