tap "argoproj/tap"
tap "aws/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "itchyny/tap"
tap "lucagrulla/tap"
tap "mackerelio/mackerel-agent"
brew "act"
brew "readline"
brew "xz"
brew "ansible"
brew "libpng"
brew "argo"
brew "argocd"
brew "coreutils"
brew "asdf"
brew "awscli"
brew "awslogs"
brew "gettext"
brew "curl"
brew "freetype"
brew "icu4c"
brew "libzip"
brew "php"
brew "composer"
brew "diffutils"
brew "direnv"
brew "fd"
brew "gawk"
brew "gcc"
brew "gdbm"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-lfs"
brew "git-secrets"
brew "gitleaks"
brew "glib"
brew "gnu-sed"
brew "gnu-tar"
brew "unbound", restart_service: true
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "grep"
brew "gzip"
brew "helm"
brew "htop"
brew "httpd"
brew "httpie"
brew "imagemagick"
brew "iproute2mac"
brew "jpeg"
brew "jq"
brew "kubernetes-cli"
brew "kustomize"
brew "lesspipe"
brew "mcrypt"
brew "minikube"
brew "mkcert"
brew "nss"
brew "openssh"
brew "p7zip"
brew "pandoc"
brew "php-cs-fixer"
brew "pkg-config"
brew "postgresql@12", restart_service: true, link: true
brew "pre-commit"
brew "pwgen"
brew "python-yq"
brew "redis", restart_service: true
brew "rsync"
brew "ruby"
brew "shellcheck"
brew "shfmt"
brew "sshuttle"
brew "terraform"
brew "tree"
brew "watch"
brew "zsh"
brew "zsh-completions"
brew "aws/tap/aws-sam-cli"
brew "itchyny/tap/base58"
brew "lucagrulla/tap/cw"
brew "mackerelio/mackerel-agent/mackerel-agent"
brew "mackerelio/mackerel-agent/mkr"
cask "1password-cli"
cask "adoptopenjdk"
cask "aws-vpn-client"
cask "blackhole-16ch"
cask "gimp"
cask "google-cloud-sdk"
cask "karabiner-elements"
cask "linearmouse"
cask "mos"
cask "temurin11"
cask "visual-studio-code"
cask "xquartz"
